[
  {
    "social": {
      "header": "",
      "subheader": "",
      "img": "../../../images/2021/parrot/dom.jpg"
    },
    "dom": {
      "header": "Lasting Scars:",
      "subheader": "Albert Kligman and the Holmesburg Prison Experiments",
      "description": "Penn's most celebrated dermatologist experimented on incarcerated people. The University still hasn't owned up to his legacy.",
      "author": "Denali Sagner & Max Cohen",
      "caption": "Original photos: Temple University Urban Archives via Chronicle of Higher Education, The Daily Pennsylvanian Archives, and Temple University Archives",
      "credit": "Isabel Liang",
      "img": "../../../images/2021/parrot/dom.jpg"
    },
    "section1": {
      "img": "../../../images/2021/parrot/section1.jpg",
      "caption": "Yusef Anthony was incarcerated at Holmesburg Prison and underwent tests administered by Kligman. The tests still leave an imprint on Anthony's body to this day.",
      "content": ["dropcap", "very day, Yusef Anthony is forced to occupy a mangled body.", "Anthony is a devout Muslim. But during his daily prayers, his feet swell up, fluid bubbling under the skin.", "\"We make prayer five times a day, and my brothers would have to go to the store and buy me a pack of five pairs of socks,\" Anthony says. \"After every prayer, I had to take the socks off and throw them away because they would be drenched in pus.\"", "His hands and fingernails are often bloated, making it impossible to complete everyday tasks.", "\"My hands wound up becoming as big as eight-ounce boxing gloves,\" he says. \"Inside of me, it's like I'm deteriorating.\"", "Anthony obtained his injuries while incarcerated at Holmesburg Prison. Holmesburg, opened by the city of Philadelphia in 1896, was designed to house those serving short sentences or awaiting trial, setting it apart from the maximum-security [Eastern State Penitentiary](https://www.easternstate.org/). A solitary confinement prison, Holmesburg was cold and dark, with narrow, imposing concrete hallways and no windows. Impenetrable stone walls blocked off the facility from the neighborhood surrounding it.", "They also kept hundreds of incarcerated men – and years of unspoken abuse – inside."]
    },
    "pic1": {
      "img": "../../../images/2021/parrot/pic1.jpg",
      "quote": "\"Some people tend to lie in a more convincing way than other people can tell the truth. Kligman was one of these people.\"",
      "author": "Jim Ackerman",
      "credit": "Albert Kligman in 1976 – photo courtesy of Temple University Libraries"
    },
    "section2": {
      "img1": "../../../images/2021/parrot/section2_1.jpg",
      "caption": "Albert Kligman performing an experiment on a rabbit in 1967, photo courtesy of Temple University Urban Archives via Chronicle of Higher Education",
      "img2": "../../../images/2021/parrot/section2_2.jpg",
      "quote": "\"People who are in prison are, by the very nature of imprisonment, coerced.\"",
      "img3": "../../../images/2021/parrot/section2_3.jpg",
      "author": "David Egilman",
      "content": ["Throughout his time at Holmesburg, Anthony underwent a wide array of tests that continue to affect his health over 50 years later. Patch tests on his back left him with chloracne – a collection of lesions and cysts on the skin caused by chemical exposure – and pus-swollen fingers and feet. In one trial, Anthony had to take a hallucinogenic drug and answer mathematical questions. In another test, he drank a milkshake that gave him hemorrhoids, forcing him to undergo operations to repair his damaged rectum.", "\"When I went into Holmesburg, I was scared to death because I saw guys walking around with bandages on their heads, bandages on their backs, on their arms,\" Anthony says. \"I said, 'Wow, this place is more violent than what I had heard about!'\"", "circle", "Albert Montgomery Kligman (GR '42 M '47 RES '51) was born to Jewish immigrants in Philadelphia in March 1916. Intelligent from a young age, Kligman received a bachelor's degree from Pennsylvania State University in 1939, followed by his doctoral degree from Penn in 1942 and a medical degree from Penn Medicine in 1949. As a medical researcher at Penn, Kligman was renowned. In the mid-1960s, he discovered that [tretinoin](https://www.nytimes.com/2010/02/23/us/23kligman.html), a derivative of vitamin A, could be used on skin to treat acne. In 1967, Kligman and Johnson & Johnson patented the drug for commercial use as Retin-A. The drug was an instant and lasting hit. Nearly 30 years after its patent, Retin-A's [sales](https://www.thedp.com/article/1992/02/focus-highstakes-retina-suit-pits-u-against-johnson-johnson-emeritus-prof) continued to remain \"steadily in the range of $100 million a year.\"", "As a researcher, Kligman's accomplishments \"are really unparalleled in the field,\" says [Jules Lipoff](https://www.pennmedicine.org/providers/profile/jules-lipoff), assistant professor of Clinical Dermatology and physician at Penn Medicine. \"He really helped medicalize and add scientific legitimacy to a field that did not have a whole lot of basic science to quantify and qualify it.\"", "Over his career, due in large part to Retin-A's commercial success, Kligman donated [millions](https://dparchives.library.upenn.edu/?a=d&d=tdp19880212-01.2.5&srpos=1&e=-------en-20--1--txt-txIN-kligman%2c+tretinoin------) of dollars to the University, helping to grow its now well-established dermatology department. He was one of the most successful doctors to practice at Penn, bringing in media attention, major contracts and grants, and drug royalties.", "Not only was the medical community enamored with Kligman's dermatological accolades, but many were also drawn in by his eccentric personality. Jim Ackerman (D '60), whose brother worked with Kligman at Holmesburg, and who vacationed with Kligman and his wife, describes him as cunning and personable.", "\"Some people tend to lie in a more convincing way than other people can tell the truth. Kligman was one of these people,\" Jim says. \"A real charmer and a bit of a conman.\"", "However, Kligman's charisma and nonchalance made him more than just a hospitable party host. They helped him to evade criticism – and sometimes even the truth.", "circle", "Backed by hundreds of thousands of dollars in grants, Kligman and the University of Pennsylvania began to test numerous chemicals on the bodies of incarcerated people at Holmesburg in the early 1950s.", "In 1966, Kligman and Penn entered a $10,000 contract with Dow Chemical, a major chemical corporation, to test dioxin, a highly poisonous component of [Agent Orange](https://www.nytimes.com/video/world/asia/100000001713916/cleaning-agent-orange.html?searchResultPosition=2) and other herbicides. Dow wanted to find the minimum amount of dioxin required to elicit a reaction in human subjects. In the tests, Dow instructed Kligman to apply small doses – between 0.2 and 16 micrograms – of dioxin to the foreheads and backs of the incarcerated men.", "Shortly after the study began, Kligman reported back to Dow that he had outstanding new results. After seeing minimal change with Dow’s instructed dosage, Kligman decided to apply 7,500 micrograms of dioxin to the skin of many participants – 486 times the dosage instructed by Dow. Kligman left the men with excruciating and lasting lesions, blackheads, and blisters on their skin."]
    },
    "pic2": {
      "img": "../../../images/2021/parrot/pic2.jpg",
      "caption": "Solomon A. McBride (in white coat), medical administrator of the research program at Holmesburg, talks with an incarcerated man in the medical testing program in 1966, photo courtesy of Temple University",
      "quote": "\"It was years before the authorities knew that I was conducting various studies on [incarcerated] volunteers. Things were simpler then. Informed consent was unheard of. No one asked me what I was doing. It was a wonderful time.\"",
      "author": "Albert Kligman"
    },
    "section3": {
      "quote": "\"Holmesburg is the flip side of Tuskegee. At Tuskegee, you have sick men who were not treated. At Holmesburg, you have healthy men who were made ill.\"",
      "author": "Allen Hornblum",
      "content": ["Dow was shocked. They had not approved this increase in dioxin application on human skin. Kligman had failed to answer their research question, proving only that the minimum dosage required to elicit a reaction was somewhere between 16 and 7,500 micrograms – a massive window. To make matters worse, because of Kligman's incoherent record-keeping, no one could conduct follow-ups on the affected participants. Dow Chemical walked away with no answers and left 70 incarcerated men with chronic pain.", "That year, Kligman became the first researcher in the history of the Food and Drug Administration to be [banned](https://www.thedp.com/article/1995/05/u-involved-in-chemical-tests-on-prisoners#:~:text=Kligman%20Banned%20From%20Human%20Experiments,testing%20drugs%20on%20human%20subjects.&text=But%20the%20FDA%20ban%20did,human%20subjects%20with%20chemical%20agents.) from testing drugs on human subjects. The FDA cited Kligman's sloppy work and inconsistent records in their decision. Nonetheless, he was reinstated a month later.", "In a 1980 [hearing](https://www.nal.usda.gov/exhibits/speccoll/items/show/2078) by the Environmental Protection Agency on the dioxin experiments, V. K. Rowe, the former director of Toxicological Affairs and Health and Environment Research at Dow, said that Kligman \"was a professor of Dermatology at the University of Pennsylvania, and we had reasonable confidence that he would proceed in a manner consistent with our original protocol.\"", "Rowe was wrong.", "Around the same time as the Dow Chemical experiments, [320 men](https://www-proquest-com.proxy.library.upenn.edu/docview/1844544862/EE61B6BEB24840CDPQ/1?accountid=14707) at Holmesburg were turned \"into human guinea pigs in secret chemical warfare experiments\" through a $386,486 contract between Penn and the United States Army. In these experiments, Kligman and his associate Herbert W. Copelan, another physician at Penn, were tasked with finding the MED-50, or minimum effective dose necessary to mentally disable half of any given population, for a number of mind-altering drugs. Participants were paid $12 for medical screening and up to $25 for each set of experiments they participated in. After exposure to a number of chemicals, including elements of Agent Orange and psychoactive drugs, as well as chemicals Kligman hoped would \"harden\" the skin, participants experienced nausea, lightheadedness, delirium, hallucinations, and anxiety. Two-thirds of the participants in the study were Black men."]
    },
    "section4": {
      "content": ["However, Kligman and Copelan claimed that \"no subject suffered any toxic or harmful effect.\" Like the Dow Chemical records, research documents omitted the names of these participants, ensuring no one could perform a follow–up study on the exposed. According to The Philadelphia Inquirer, a memo by U.S. Army clinical research expert Lt. Col. M.G. Bottiglieri called Kligman’s medical reports \"pure gibberish,\" \"absolutely useless,\" and \"an attempt to provide a facade of competence and ability.\" To this day, the University has not been able to measure the long-term effects of toxic chemical exposure on these men.", "The long-term implications of Kligman's tests haunt Anthony. At prison orientation, men told Anthony that he could enroll in Penn's experiments to earn extra money. After his second test, he wanted to stop due to the painful side effects. The incentive of earning cash, however, was too much to resist.", "\"'I ain't getting on no more tests, man,'\" Anthony remembers thinking after the second experiment damaged his intestines. \"But sure enough, because if you don't have no money and you want to go to movies like everybody else, you got to get movie tickets. You can get new underwear, socks, and stuff like that when you have money. And I missed that.\"", "Anthony says he has worked odd jobs all his life but struggled to find permanent work. Now, he's on disability benefits.", "\"I just get enough money to live from day to day,\" Anthony says. \"This is a nightmare.\"", "\"I'm always asked, 'What is your day to day life like?' Just existing – existing, you know. I wish things were a little better.\"", "Anthony's story – along with the many other men who live in pain – illustrates the unethical nature of paying incarcerated people to participate in medical experiments.", "\"The Nuremberg Code says that [incarcerated people] can't be used as subjects because they are coerced. These patients were not given informed consent,\" says David Egilman, a [public health expert](https://www.sciencemag.org/news/2019/01/expert-witness-david-egilman-wins-billions-and-makes-enemies-he-fights-companies-over) who has served as a witness in high-profile medical malpractice lawsuits. \"People who are in prison are, by the very nature of imprisonment, coerced.\"", "circle"],
      "img": "../../../images/2021/parrot/section4.jpg",
      "caption": "Albert Kligman sits surrounded by lab equipment, photos courtesy of Salvatore C. Dimarco Jr. for The New York Times"
    },
    "pic3": {
      "img": "../../../images/2021/parrot/pic3.jpg",
      "quote": "\"It is really important that we honestly acknowledge our history and our historical figures for all of their great accomplishments, and for all of their flaws.\"",
      "author": "Jules Lipoff"
    },
    "section5": {
      "content": ["For decades, the Holmesburg Prison experiments have been one of Penn's darkest open secrets.", "In 1990, formerly incarcerated study participant Edward Farrington [sued](https://www.thedp.com/article/1990/11/citys-suit-response-points-finger-at-u) the city of Philadelphia, Holmesburg, and Penn, claiming he developed leukemia from the radioactive injections that he received at the prison. Farrington claimed that University researchers \"enticed\" him into participating in the study, assuring him that there would be no long-term consequences. Two years later, the lawsuit was settled. The University denied Farrington's allegations and made no admission of guilt in the process of the settlement.", "Penn's response was to offer \"silence or a very boilerplate statement and hope the whole thing just went away,\" says Jeremy Kahn (C '96), a reporter for The Daily Pennsylvanian who covered the Kligman story in the 1990s.", "In 1998, Allen Hornblum published Acres of Skin, his groundbreaking book on Kligman which drew attention to the issue that had largely gone unaddressed in Penn's history. In response to the book, the University said in a [statement](https://www.thedp.com/article/2002/09/inmate_lawsuit_against_university_thrown_out) that, \"to the best of [Kligman's] knowledge, the result of those experiments advanced our knowledge of the pathogenesis of skin disease, and no long-term harm was done to any person who voluntarily participated in the research program.\" Subsequently, the University offered free medical care for formerly incarcerated participants with lasting injuries, but [few](https://www.thedp.com/article/2002/09/inmate_lawsuit_against_university_thrown_out) ever stepped forward.", "In 2000, 298 [former study participants](https://dparchives.library.upenn.edu/?a=d&d=tdp20001020-01.2.9&srpos=1&e=-------en-20--1--txt-txIN-298+inmates------) sued Kligman, Penn, the city of Philadelphia, Dow Chemical, and Johnson & Johnson for exposing them to \"infectious diseases, radioactive isotopes, and psychotic drugs such as LSD without having given informed consent.\" The men alleged that their consent was in fact coerced, as experimenters leveraged money over their heads and failed to accurately disclose possible health consequences. The case was thrown out in 2002. The statute of limitations for the participants' charges had passed.", "One year later, a large crowd gathered outside of the Philadelphia College of Physicians. The group, a collection of formerly incarcerated men calling themselves \"The Holmesburg Survivors,\" held handmade signs and chanted protests into a megaphone. As they stood guard outside, Kligman received a lifetime achievement award from the College of Physicians, surrounded by Philadelphia's top doctors."],
      "img1": "../../../images/2021/parrot/section5_1.jpg",
      "caption1": "Photo courtesy of Jules Lipoff",
      "img2": "../../../images/2021/parrot/section5_2.jpg",
      "caption2": "Photo courtesy of Jules Lipoff"
    },
    "pic4": {
      "img": "../../../images/2021/parrot/pic4.jpg",
      "caption": "Original photos: Temple University Urban Archives via Chronicle of Higher Education, The Daily Pennsylvanian Archives, and Temple University Archives",
      "credit": "Isabel Liang"
    },
    "section6": {
      "content": ["At the protest, former study [participant](https://www.thedp.com/article/2003/10/research_subjects_protest_prof) Anthony Edwards told the DP, \"They coerced us – 85% were Black and functional illiterate – to believe that tests were safe ... [Kligman] owes us a debt.\"", "Marc Ackerman (D '98), Jim Ackerman's son, remembers the night vividly. It was the night he was inducted into the College of Physicians as a fellow. Marc says that the doctors at the ceremony were more annoyed by the inconvenience of the protest than appalled by the accusations weighted against Kligman, the evening's honoree.", "\"It was really remarkable – the reaction of the fellows of the College of Physicians who were inside that night. [They] were sort of appalled by the protest and weren't even curious in terms of discussing ... the merits of the argument,\" he says. \"My own observation, sitting two rows behind him, was that Al Kligman was very smug – almost with a smile on his face.\"", "Kligman's lack of repentance lasted throughout his life. \"It was years before the authorities knew that I was conducting various studies on [incarcerated] volunteers. Things were simpler then. Informed consent was unheard of. No one asked me what I was doing. It was a wonderful time,\" he [once said](https://core.ac.uk/download/pdf/82441089.pdf).", "In 2006, Kligman told The New York Times that shutting down the prison experiments was a \"big mistake.\"", "circle", "Today, a large framed painting of Albert Kligman, who [died](https://www.nytimes.com/2010/02/23/us/23kligman.html) in 2010, watches over one of the wings in the University's medical center. Kligman poses with his hands in his lap, donning a bright red tie and checkered suit jacket. On his face sits a smile, the same one Marc Ackerman observed at the College of Physicians in October 2003.", "Recently, many institutions have felt pressure to reconsider who they publicly honor. In [June](https://www.thedp.com/article/2020/07/ivy-league-slavery-racist-past-princeton-yale-penn-woodrow-wilson), Princeton University removed former President Woodrow Wilson's name from its school of public policy and residential college house due to his racist history. The University of Southern California [stripped](https://www.latimes.com/california/story/2020-06-11/usc-removes-name-of-former-president-rufus-von-kleinsmid-a-supporter-of-eugenics-from-prominent-building) the name of Rufus von KleinSmid from a major campus building, citing his role in the eugenics movement. Cold Spring Harbor Laboratory in New York [revoked](https://www.theguardian.com/world/2019/jan/13/james-watson-scientist-honors-stripped-reprehensible-race-comments#:~:text=A%20New%20York%20laboratory%20has,race%20and%20intelligence%20are%20connected.) all titles and honors from Nobel Prize-winning scientist James Watson over \"reprehensible\" comments on scientific racism."]
    }
  }
]