{
  "social": {
    "img": "https://snworksceo.imgix.net/dpn-34s/d4cd591d-7c40-4bd8-b6b1-ba354918d9ea.sized-1000x1000.jpg",
    "slug": "/2021/pre-med-humanities-covid-19-pandemic-medicine-penn"
  },
  "dom": {
    "author": "EVA INGBER",
    "credit": "Alice Heyeh",
    "header": "Bridging the Discipline Divide",
    "subheader": "I’m a pre–med studying English. That’s not a contradiction.",
    "img": "../../../images/2021/special-issue/dom.jpg"
  },
  "section1": {
    "color": "#9BE0A2",
    "dropCap": "I",
    "content": [
      "had never been awake inside an operating room before, but that changed the summer before my senior year of high school. I spent hours blinking under the fluorescent lights, the smell of antiseptic tickling my nose, as I watched surgeons cut, staple, drill, and suture bodies on the operating table.",
      "Inspired by my professional aspirations and encouragement from friends and family (as well as a residual middle school obsession with *Grey’s Anatomy*), I had applied to a program to shadow doctors and surgeons at Hahnemann University Hospital. I hoped that the experience would help me determine if I was ready to begin the long, arduous—yet worthwhile—journey to becoming a doctor.",
      "I still remember my first day of the program. I changed into full surgical garb and went into the operating room to witness a colorectal surgery on a patient with cancer. The operating surgeon told me he was removing the patient’s colon and rectum, performing a J–pouch procedure to attach the small intestine to the anus and, in doing so, essentially create a new rectum.",
      "The surgeon was warm and kind, smiling often at me and the nurses. He fastidiously pointed out each cut and cauterization so we could follow along. Upon removing the colon and rectum, the surgeon looked at me. “Here,” he said softly. “Want to hold it?” He gingerly placed the mangled, bloody flesh into my gloved hands. It was still warm."
    ]
  },
  "quote1": {
    "quote": "\"We can have all of these theories and discoveries, which are great, but if you’re not able to communicate them, then it’s not valuable to anyone else.\"",
    "author": "Adrian Ke (C’23)",
    "color": "",
    "bgColor": "#67D072",
    "img": "../../../images/2021/special-issue/pic1.jpg",
    "credit": "Adrian Ke (C’23), Photo by: Sophia Dai"
  },
  "section2": {
    "img": "../../../images/2021/special-issue/section2.jpg",
    "credit": "Miles Meline (C’22), Photo by: Sophia Dai",
    "quote": "\"There is something internally wrong, something structurally wrong within our systems that will not be fixed from a sole statistical or scientific lens.\"",
    "author": "Miles Meline (C’22)",
    "color": "",
    "bgColor": "#DB74D8",
    "content": [
      "I often think back to that moment, to the jumbled concoction of emotions that I felt all at once: shock that I was holding a part of the human body, sadness for the patient who just lost an organ and forever changed his life, but also reverence for the ingenuity of medicine.",
      "I’ve considered a career in medicine since I was a child, admiring the selflessness and altruism I’d witnessed from doctors throughout my life. Now, spring 2021 is my fourth semester on the pre–med track. It’s also the semester that I’ve officially declared my major—one that is, at first glance, incongruous with my current professional aspiration. As much as I’m interested in the prospect of being a doctor right now, I’m also awed by the beauty and power of language. I’m pre–med, but I’m also a proud English major.",
      "Humanities majors within the pre–med community are a rare breed. According to the [Association of American Medical Colleges](https://www.aamc.org/media/6061/download), only about 1,700 out of 53,000 medical school applicants and matriculants in the 2020–2021 school year majored in a humanities discipline. STEM disciplines like biology, chemistry, and neuroscience are most commonly chosen by aspiring doctors. But what happens if you don’t fit the mold?",
      "What if you’re interested in medicine, but also fascinated by something else—a discipline that seems unconventional or unrelated to your professional dream? Can you become a doctor—and a good one at that—without living, breathing, and sleeping science?",
      "Adrian Ke (C ’23) is a pre–med sophomore studying history. Though she loves medicine and grew up with doctors for parents, she says that she’s never been much of a “science girl.” When she arrived at Penn, Adrian was immediately drawn to the History Department. Most would peg her as a ‘non–traditional’ pre–med student, but she argues that history is more related to medicine than people might think.",
      "“There’s something comforting about studying the facts [in history], just like you’re studying the facts in the hard sciences,” Adrian says. “It’s a matter of how you see patterns in those facts that just turn into these stories—ways of understanding that, I think, are really valuable.”",
      "Adrian believes that, by studying history, she is also setting herself up to become a better doctor. “History is really valuable—American history, especially—for understanding the systems of inequality that have been built up, and how those have affected the health of a lot of Americans, specifically racial minorities,” she says.",
      "Adrian points to historic cases that highlight how medical professionals have taken advantage of marginalized communities and infringed on individuals’ rights under the guise of ‘the greater good.’ Black communities in particular have been victims of this abuse of power. In 1932, the [Tuskegee Syphilis Study](https://www.history.com/news/the-infamous-40-year-tuskegee-study) planned to monitor the progression of the venereal disease by studying 600 Black men, none of whom were given effective treatment even as their symptoms led to devastating health consequences—and sometimes death. Penn’s hands aren’t clean either: The legacy of [Albert Kligman](https://dailypenn.github.io/old.projects.34st.com/2021/street-features/), a Penn dermatologist who experimented on hundreds of incarcerated Black men at Holmesburg Prison is a painful reminder of how medicine can hurt instead of help.",
      "Adrian’s studies have also taught her the importance of communication. “I feel like there’s just so much value to being able to articulate yourself and to understand more deeply the cultural context in which medicine exists and in which the sciences exist,” Adrian says. “We can have all of these theories and discoveries, which are great, but if you’re not able to communicate them, then it’s not valuable to anyone else.”",
      "Miles Meline (C ’22) shares a similar experience. The college junior is majoring in both biology and philosophy while balancing the pre–med track. Like Adrian, Miles explains that, though he has always loved science, he’s never been interested in “exploring hardcore research.” He’d originally planned to be just a pre–med biology major, but after starting college, he felt something was missing.",
      "“Coming to Penn and first being introduced to the pre–med pressures and pre–med environment, it dissuaded me a lot,” Miles explains. “Being pre–med while also doing [a science major] started making science less meaningful because it just turned into me doing science for the sake of being pre–med.”"
    ]
  },
  "quote2": {
    "img": "../../../images/2021/special-issue/pic2.jpg",
    "quote": "\"Not every experience can be reduced to numerical metrics. Obviously, for many reasons, you want to be able to quantify. But there are some parts of the human experience that you can’t.\"",
    "author": "Jonathan Moreno",
    "credit": "Johnathan Moreno, Courtesy of Penn Arts & Sciences",
    "color": "",
    "bgColor": "#9BE0A2"
  },
  "section3": {
    "quote": "\"I think one reason why pre–med STEM people are dissuaded by exploring the humanities is because they are predisposed to view it only as one step further to finishing pre–med, instead of viewing it as something that can inform their pre–med journey.\"",
    "author": "Miles Meline (C’22)",
    "color": "#DB74D8",
    "content": [
      "After some introspection, Miles began to seek more interdisciplinary outlets. He stumbled upon a bioethics class, and something clicked: “What became really salient to me is how pre–med and medicine have so many problems that are rooted in flawed ethics, and flawed philosophies, and abused power, institutionalization, and westernization.”",
      "Throughout his undergraduate journey, Miles has reflected on how philosophy changed his approach to medicine. “I think it makes me doubtful in a way,” he says. “Medicine, the sciences, or any STEM field that’s really empirical has a lot of social power because people consider it to be more important than anything else. Philosophy is making me question the status quo of science and medicine.”",
      "J’Aun Johnson (C ’22), a pre–med junior studying romance languages with a concentration in French and Hispanic studies, also feels that his atypical educational path has shifted his perspective on medicine. After entering Penn with minimal proficiency in French and Spanish, J’Aun has since worked to become fluent in both languages.",
      "“If you’re pre–med, there is no such thing as a major you have to have. You can major in anything,” he says. “[Studying romance languages] has definitely opened up my eyes to how health care works in other countries. I can see there are some disparities in how the American health care system works. [I feel like I’m gaining] a general worldly mindset, understanding that there is more than one kind of medicine.”",
      "J’Aun’s studies have revealed how a focus on hard science can pigeonhole medicine, especially when it comes to bridging cross–cultural barriers. According to a 2012 study conducted by [the United States Census Bureau](https://www.census.gov/prod/2012pubs/p70-133.pdf), the Latinx community was the least likely racial or ethnic group to seek medical attention, yet is twice as likely to suffer complications from issues like [Type 2 diabetes](https://www.lacare.org/healthy-living/health-resources/health-library/health-issues-latino-community). The answer to this conundrum has less to do with access to health care, and more to do with heritage: Latinx households are more likely to use [homeopathic or natural remedies](https://www.theatlantic.com/health/archive/2014/05/why-many-latinos-dread-going-to-the-doctor/361547/) than Western medicine to treat everything from the common cold to COVID–19, especially as rising COVID–19 cases in Mexico made families [fear hospitals](https://www.nytimes.com/2020/08/10/world/americas/mexico-coronavirus-hospitals.html)."
    ]
  },
  "section4": {
    "content": [
      "It takes a “worldly mindset,” J’Aun believes, to understand the trust—or lack thereof—different communities have in health care and how that trust can affect their likelihood to seek treatment.",
      "The mindset J’Aun describes is something that Penn professor [Jonathan Moreno](https://improvinghealthcare.mehp.upenn.edu/master-of-health-care-innovation/faculty/jonathan-d-moreno#:~:text=Moreno%2C%20PhD%2C%20is%20a%20Penn,of%20Science%2C%20and%20of%20Philosophy.) embodies. Moreno is a professor in the [Penn Integrates Knowledge](https://pikprofessors.upenn.edu/) program, which brings together “renowned scholars whose work draws from two or more academic disciplines and whose achievements demonstrate a rare ability to thrive at the intersection of multiple fields.” As a professor of Medical Ethics and Health Policy, History and Sociology of Science, and Philosophy, Moreno has always been fascinated with trying to “connect the dots” between different fields.",
      "“All of these areas, to me, are really answering the same basic question: What’s it about? As John Dewey said, ‘Life doesn’t confront us with disciplines—it confronts us with problems.’ Each discipline has something to contribute,” explains Dr. Moreno. “You don’t have to be an English major or a philosophy major [to be a good doctor], but you can’t help but think that it sensitizes you to a different way of seeing things.”",
      "Though Adrian, Miles, J’Aun, and I all have different humanities majors, we share a common goal: the hope that our studies will indeed “sensitize” us and help us to become more empathic doctors and human beings.",
      "If we’ve learned anything from the current pandemic, it’s that there is more to medicine than just hard science. According to the [Centers for Disease Control and Prevention](https://www.cdc.gov/coronavirus/2019-ncov/community/health-equity/race-ethnicity.html), ethnic and racial minorities are at a higher risk of being severely impacted by COVID–19 because of a variety of non–health related reasons: crowded living conditions that prevent proper distancing, low–income jobs that have more contact risk, lack of insurance, wealth gaps, and chronic stress from discrimination.",
      "And because of a legacy of neglect and mistreatment, people of color distrust the treatments offered by medical institutions, exacerbating unequal health outcomes. In one survey conducted in partnership with the National Association for the Advancement of Colored People (NAACP), only [34% of Latinx Americans and 14% of Black Americans](https://static1.squarespace.com/static/5f85f5a156091e113f96e4d3/t/5fb72481b1eb2e6cf845457f/1605837977495/VaccineHesitancy_BlackLatinx_Final_11.19.pdf) “mostly or completely trust” the COVID–19 vaccine’s safety. 40% and 18%, respectively, believe the vaccine is effective."
    ],
    "img": "../../../images/2021/special-issue/section4.jpg",
    "credit": "J’Aun Johnson (C ’22), Photo by Sophia Dai"
  },
  "quote3": {
    "color": "",
    "bgColor": "#9BE0A2",
    "quote": "\"If you’re pre–med, there is no such thing as a major you have to have. You can major in anything.\"",
    "author": "J’Aun Johnson (C’22)"
  },
  "section5": {
    "content": [
      "Addressing and fixing these foundational problems in health care, says Moreno, will require “[a variety] of disciplines to make it work.”",
      "Adrian, Miles, and J’Aun all say that the pandemic has reinforced their untraditional routes. Like many others, Adrian believes that the impact of COVID–19 has exposed dangerous structural inequalities, such as a lack of medical infrastructure and resources for minority communities. Miles and J’Aun echo these sentiments, emphasizing how this pandemic has given them time to take a step back and reflect on the changes that need to be made.",
      "“There is something internally wrong—something structurally wrong within our systems—that will not be fixed from a sole statistical or scientific lens,” says Miles. “There needs to be other people in there to help informing how we can change. [People] that have backgrounds in psychology, or sociology, or philosophy, or history, or English, or anything. There needs to be not [just] science views.”",
      "Yet having one foot in the humanities and another in STEM has also made me experience firsthand a frustrating societal belief that many Penn students subscribe to: the notion that studying humanities is inferior to studying sciences.",
      "“Why do people look down on humanities majors? I think because we worship at the idol of quantification,” says Moreno. “Not every experience can be reduced to numerical metrics. Obviously, for many reasons, you want to be able to quantify. But there are some parts of the human experience that you can’t. The metaphor of the ‘hard’ sciences and ‘soft’ disciplines is really not helpful.”",
      "The humanities and sciences are [often pitted](https://medium.com/a-wordsmiths-haven/the-stem-versus-humanities-divide-6e84c5e0b93a) against each other. Education has been broken down into limiting categories that are reflected in this seemingly harmless question: Are you a humanities or a STEM person?",
      "The pre–med track [does require](https://careerservices.upenn.edu/academic-planning-for-medical-school/) taking an English class—but Miles says this is often perceived by pre–med students as an obligation instead of an opportunity. “There is a pedagogy established for being pre–med, a norm where you only do humanities for the requirement,” he says. “I think one reason why pre–med STEM people are dissuaded by exploring the humanities is because they are predisposed to view it only as one step further to finishing pre–med, instead of viewing it as something that can inform their pre–med journey.”",
      "As I held the cancerous, swollen colon in my hands that first day of my summer program, I had a lightbulb moment. I thought to myself, “So, this is medicine—facts, flesh, skin, and bone.”",
      "But really, health care is about much more than what happens in the operating room. At its core, medicine is about helping, healing, fixing, thinking, and caring for others. Being an English major helps me remember that."
    ],
    "img1": "../../../images/2021/special-issue/section5-1.png",
    "credit1": "",
    "img2": "../../../images/2021/special-issue/section5-2.png",
    "credit2": ""
  },
  "section6": {
    "img": "../../../images/2021/pennsylvania-2020-election-philadelphia-democratic-republican/225_image 7.jpg",
    "credit": "",
    "content": []
  }
}
